/* Localizable strings*/

"SUPrefNeverUsedStatus" = "ソフトウェア・アップデートはまだ使用されていません。";
"SUPrefSuccessStatus" = "ソフトウェア・アップデートは問題なく実行されました。";
"SUPrefAllInactiveStatus" = "適用できるアップデートは使用停止を選択したものだけです。";
"SUPrefNoUpdatesStatus" = "新しいソフトウェア・アップデートはありません。";
"SUPrefFailedCantConnectStatus" = "失敗しました。インターネットに接続できませんでした。";
"SUPrefFailedGenericStatus" = "失敗しました。確認中にエラーが起きました。";
"SUPrefIgnoredUpdatesAvailableStatus" = "使用を停止していたアップデートが利用できるようになりました。";

"SUPrefScanningStatus" = "新しいソフトウェアを確認中...";
"SUPrefServerErrorStatus" = "現在サーバを利用できません。後でもう一度やり直してください。";
"SUPrefUnexpectedErrorStatus" = "予期しないエラーが起きました。";

"SUPrefCancellingStatus" = "キャンセル中...";
"SUPrefCancelledStatus" = "キャンセルされました。";

"SUPrefLastStatusCheckTitle" = "前回の確認：";
"SUPrefLastStatusFailedTitle" = "前回試みた確認：";
"SUPrefCurrentStatusTitle" = "状況：";
"SUPrefLastSuccessfulStatus" = "成功しました。%@。";

"SUPrefNextScheduledDate" = "次に予約されている確認：%@";

"Software Update can't check for updates because of a network problem." = "ネットワークに問題があるため、“ソフトウェア・アップデート”はアップデートを確認できません。";
"Failed to check for updates." = "アップデートの確認に失敗しました。";
"Diagnose..." = "ネットワーク診断...";
"SUPrefCheckConfigMessage" = "インターネットに接続していることを確認してから、もう一度やり直してください。";
"OK" = "OK";

"SUPrefUpdateNow" = "今すぐ確認";
"CANCEL" = "キャンセル";
